The index of the end conector of the flow path.
  Namespace:   Autodesk.Revit.DB.Mechanical
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public int EndConnectorIndex { get; }
  Visual Basic
Public ReadOnly Property EndConnectorIndex As Integer
	Get
  Visual C++
public:
property int EndConnectorIndex {
	int get ();
}
 See Also
  DuctFittingAndAccessoryPressureDropItem Class
  Autodesk.Revit.DB.Mechanical Namespace